Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/travel_to_ireland/tax_free_purchases_for_non_eu_travellers.html.txt.tmx
Source language: en
Languages: ga

source: Tax-free purchases for non-EU travellers
ga: Ceannacháin Saor ó Cháin do Thaistealaithe taobh amuigh den AE

source: Visitors to Ireland from outside the European Union (EU) can buy goods in Ireland to take home with them and benefit from tax relief
ga: Is féidir le cuairteoirí go hÉirinn ó thaobh amuigh den Aontas Eorpach (AE) earraí a cheannach in Éirinn le tabhairt abhaile leo agus faoiseamh cánach a fháil orthu

source: Tax relief is not allowed on services, for example, hotel accommodation, meals or car hire
ga: Ní féidir faoiseamh cánach a fháil ar sheirbhísí, mar shampla, lóistín ostáin, béilí ná carr a fháil ar chíos

source: The visitor must provide proof that they are a visitor from outside the EU when making each purchase
ga: Ba cheart don chuairteoir cruthúnas a thabhairt gur cuairteoir é/í as tír taobh amuigh den AE agus an cheannacht ar siúl

source: The proof includes evidence of the place of residence, inbound and outbound flight dates and a signed declaration
ga: Áirítear leis seo cruthúnas den áit chónaitheachta, dátaí eitiltí amach agus isteach agus dearbhú sínithe

source: The tax relief is provided under the Retail Export Scheme which operates in two ways
ga: Sóláthraítear an faoiseamh cánach faoin Scéim Easpórtála Miondíola a oibríonn ar dhá bhealach

source: • The tourist pays Value-Added Tax (VAT) when making purchases and subsequently gets a refund from the relevant retailer or VAT-refunding agency when the retailer or the agency receive proof that the good or goods have been exported
ga: • Íocann an turasóir Cáin Bhreisluacha (CBL) nuair a cheannaíonn sé/sí na hearraí agus ina dhiaidh sin faigheann sé/sí aisíoc ón miondíoltóir cuí nó gníomhaireacht aisíoca CBL nuair a fhaigheann an miondíoltir nó an ghníomhaireacht cruthúnas go bhfuil an t-earra nó na na hearraí easpórtáilte

source: • In certain retail outlets, the goods are sold tax-free at the point of sale with or without the involvement of a VAT-refunding agency
ga: • I gcuid de na siopaí miondíola déantar na hearraí a dhíol gan cáin a ghearradh ag pointe na díola, gan nó le haon gníomhaireacht aisíoca CBL san áireamh

source: The goods must be paid for by credit card
ga: Nó mór íoc as na hearraí le cárta creidmheasa

source: If the retailer or the agency does not receive proof that the goods have been exported, they charge the VAT on the goods to the tourist's credit card account
ga: Mura bhfaigheann an miondíoltóir nó an ghníomhaireacht fianaise gur easpórtáladh na hearraí, gearrann siad CBL ar na hearraí do chuntas cárta creidmheasa an turasóra

source: Before making a purchase, the tourist should confirm with the retailer that they operate the scheme
ga: Roimh na díola, ba cheart don turasóir a chinntiú leis an miondíoltóir go n-oibríonn siad an scéim

source: They should also clarify whether the retailer is operating the scheme in their own right or with a VAT-refunding agency
ga: Ba cheart dóibh soiléiriú má tá an miondíoltóir ag oibriú na scéime ina cheart féin nó le gníomhaireacht aisíoca CBL

source: If an agency is being used, the tourist should follow the agency’s specific procedures when making the purchase
ga: Má tá ghníomhaireacht á úsáid, ní mór don turasóir modhanna oibre ar leith na gníomhaireachta a leanúint agus iad ag ceanacht

source: When they are leaving Ireland, the tourist should deposit the documentation they were given for the purchase with the agency
ga: Nuair atá siad ag fágáil Éireann ba cheart don turasóir an doiciméadú a tugadh dóibh a tabhairt don ghníomhaireacht

source: (Some VAT-refunding agencies use a plastic card to record a tourist’s purchases by swiping the card when making a purchase.) If VAT was paid, the agency will make the necessary refund within 25 working days if the documentation is complete – see ‘VAT-refunding agencies’ below
ga: (Úsáideann roinnt gníomhaireachtaí CBL cárta plaisteach chun ceannacháin an turasóra a thaifeadadh tríd a chárta a svaidhpeáil agus an ceannachán á dhéanamh.) Má íocadh CBL, déanfaidh an ghníomhaireacht an t-aisíoc cuí taobh istigh de 25 lá oibre má tá an doiciméadú iomlán - féach 'gníomhaireachtaí aisíoca CBL' thíos

source: If the goods are being purchased without the involvement of an agency, the retailer should issue the tourist with an export voucher for the purchase
ga: Má tá na hearraí á gceannach le rannpháirtíocht na gníomhaireachta, ba cheart don mhiondíoltóir an turasóir a eisiúint le dearbhán easpórtála don cheannachán

source: When leaving Ireland, the tourist should get the voucher certified by Customs at the airport
ga: Ag fágáil Éireann, ba cheart don turasóir an dearbhán a dheimhniú leis na Custaim ag an aerfort

source: The certified voucher is returned to the retailer
ga: Seoltar ar ais an dearbhán deimhnithe chuig an miondíoltóir

source: If VAT has been paid the retailer refunds the VAT (less any processing fee)
ga: Má íocadh CBL, aisíocann an miondíoltóir an CBL (lúide aon táille próiseála)

source: Tax relief for EU residents
ga: Faoiseamh Cánach do Chónaitheoirí an AE

source: Tax relief can also be given to EU residents who can provide evidence that they are going to live outside the EU for a period of at least one year
ga: Is féidir le daoine a bhfuil cónaí orthu san AE faoiseamh cánach a fháil freisin má chuireann siad fianaise ar fáil go bhfuileadar ag imeacht le cónaí taobh amuigh den AE ar feadh bliana ar a laghad

source: Goods that have been exported directly by retailers
ga: Earraí a dhéanann miondíoltóir a easpórtáil go díreach

source: In addition to the Retail Export Scheme, retailers can also send directly to the tourist's home (outside the EU only) goods ordered or purchased by them
ga: Chomh maith leis an Scéim Easpórtála Miondíola is féidir le miondíoltóirí earraí a chur díreach chuig baile an turasóra (taobh amuigh den AE amháin) a d'ordaigh nó a cheannaigh an turasóir

source: Where this takes place, no tax is payable by the tourist
ga: Nuair a tharlaíonn seo níl aon cháin le n-íoc ag an turasóir

source: Conditions attached to tax relief
ga: Coinníollacha a bhaineann le faoiseamh cánach

source: • The goods must be exported out of the EU within 3 months from the end of the month in which they are bought
ga: • Ní mór na hearraí a easpórtáil taobh amuigh den AE taobh istigh de thrí mhí ó dheireadh na míosa inár ceannaíodh iad

source: For example, goods bought during the month of January must be exported by 30th April
ga: Mar shampla, earraí a ceannaíodh i rith mí Eanáir ní mór iad a easpórtáil faoin 30 Aibreán

source: • The tourist must supply documentary proof that the goods have been exported
ga: • Ní mór don turasóir fianaise scríofa a chur ar fáil go bhfuil na hearraí easpórtáilte

source: Usually, proof of export is the export voucher stamped by Customs at the last point of departure from the EU
ga: Go hiondúil, is é an fhianaise easpórtála ná dearbhán easpórtála ó na Custaim ag an bpointe deireannach dul amach ón AE

source: For example, you buy goods in Ireland and then travel to Great Britain before you leave the EU, you must have the relevant documentation stamped by British Customs authorities
ga: Mar shampla, ceannaíonn tú earraí in Éirinn agus ansin taistealaíonn tú go dtí an Bhreatain Mhór sula bhfágann tú an AE, ní mór an doiciméadú cuí a bheith stampáilte ag údaráis Custaim na Breataine

source: Irish Customs authorities will only stamp the documentation if you have a ticket for a destination outside of the EU, valid not later than the end of the third month from the date on which the goods were purchased
ga: Ní stampáilfidh Custaim na hÉireann an doiciméadú ach amháin má tá ticéad agat don cheann scríbe taobh amuigh den AE, atá bailí gan a bheith níos déanaí ná deireadh an tríú mí ón dáta ar a cheannaigh tú na hearraí

source: If you are unable to have the documentation stamped by the relevant Customs authorities at the point of departure or have not used the services of a VAT-refunding agency, you can still have the documentation stamped in your own country by a person of official status (for example, by Customs or the police) before returning it to the retailer in Ireland
ga: Má tá tú mí-ábalta doiciméadú a bheith stampáilte ag na húdaráis Custaim chuíthe ag dul amach nó nár úsáid tú seirbhísí ghníomhaireacht aisíoca CBL, is féidir an doiciméadú a fháil stampáilte i do thír féin ag duine le stádas oifigiúil (mar shampla, Custaim nó na póilíní) sula dtugann tú ar ais é don mhiondíoltóir in Éirinn

source: Many retailers operate the refund scheme using VAT-refunding agencies that arrange for the tourist or visitor to benefit from the tax concession
ga: Bíonn go leor miondíoltóirí ag plé leis an scéim aisíoca tríd údaráis a dhéanann aisíoc ar CBL ar son an turasóra nó cuairteora

source: VAT-refunding agencies operate independently of the tax authorities:
ga: Bíonn na húdaráis aisíoca-CBL ag feidhmiú neamhspléach ó na húdaráis chánacha:

source: There are three variations in how these agencies operate:
ga: Tá trí bhealach éagsúil ina n-oibríonn na húdaráis seo:

source: • The goods are sold tax-free at the point of sale: You fill out the agency’s tax-free form, have it signed in the shop, attach your purchase receipt to it, and return it to the agency
ga: • Déantar na hearraí a dhíol saor ó cháin ag an bpointe díolacháin: Líonann tú amach dearbhán aisíoca, sínítear sa siopa é,ceanglaíonn tú do admháil ceannacháin leis, agus cuirtear ar ais chuig an údarás aisíoca é

source: You will subsequently be obliged to pay the tax due by credit card transaction, if the documentation is not handed in at the airport or subsequently returned to the agency
ga: Dá réir sin, beidh ort an cháin a íoc ag dul ón idirbheart cárta creidmheasa, mura bhfuil an doiciméadú tugtha isteach ag an aerfort nó ina dhiaidh sin go seoltar ar ais é don ghníomhaireacht

source: • Tax is paid at the point of sale: You follow the same procedure as above and the tax is subsequently refunded to you at the airport when you are leaving
ga: • Íoctar cáin ag an bpointe díolacháin: Leanann tú an nós imeachta céanna agus thuas agus aisíoctar an cháin duit ina dhiaidh sin ag an aerfort agus tú ag fágáil

source: • Tax is paid at the point of sale: You follow the same procedure as above and the tax is subsequently refunded by the agency to you, either by post or by credit card transfer
ga: • Íoctar an cháin ag pointe an díolacháin: Leanann tú an Leanann tú an nós imeachta céanna agus thuas agus aisíoctar an cháin duit ag an ngníomhaireacht, tríd an bpost nó trí aistriú cárta creidmheasa

source: Some agencies use a card to record your purchases rather than forms
ga: Úsáideann roinnt gníomhaireachtaí cárta chun do dhíolacháin a thaifeadadh in áit foirmeacha

source: You swipe the card each time you make a purchase
ga: Svaidhpeálann tú an cárta gach uair a dhéanann tú ceannachán

source: You should register the card before leaving Ireland and return the card to the agency
ga: Ba cheart an cárta a chlárú sula bhfágann tú Éire agus an cárta a sheoladh ar ais don ghníomhaireacht

source: Individual tax-free forms for purchases of up to €2,000 (including VAT) may be lodged directly with the agency refund booths at the airport without a Customs stamp
ga: Is féidir foirmeacha aonair saor ó cháin do cheannacháin suas go €2,000 (CBL san áireamh) a lóisteáil go díreach le bothanna aisíoca na gníomhaireachta ag an aerfort gan stampa na gCustam

source: Documentation for individual purchases of over €2,000 (including VAT) must always be presented by you to Customs for stamping
ga: Ba cheart duit doiciméadú do cheannacháin indibhidiúla de níos mó ná €2,000 (CBL san áireamh) a chur i láthair na gCustam chun go stampálfaidís é

source: It is important for you to retain your own copy of the documentation received from the retailer for future reference
ga: Tá sé tábhachtach duit do chóip féin a choinneáil den doiciméadú faighte ón miondíoltóir do thagairt as seo amach

source: If you are mailing the documentation back for a refund, it is advisable to keep a photocopy
ga: Má tá tú ag cur an doiciméaduithe ar ais sa phost le haghaidh aisíoca, is inmholta fótachóip a dhéanamh de

source: Where an individual item costs €2,000 or more (including VAT), it must be presented to Customs, along with the appropriate documentation, before any VAT refund will be approved
ga: Nuair a bhíonn costas indibhidiúil de €2,000 nó níos mó (CBL san áireamh), ní mór é a chur i láthair na gCustam, in éindí leis an doiciméadú cuí, sula nglactar le haon aisíoc CBL

source: If you do not receive your refund
ga: Muna bhfaigheann tú an t-aisíoc

source: The retailer or agency is obliged to make the refund within 25 working days of receiving your documentation
ga: Tá ar an miondíoltóir nó an ghníomhaireacht aisíoc a dhéanamh taobh istigh de 25 lá oibre den doiciméadú a fháil

source: If a refund is not received, you should contact the retailer or agency concerned
ga: Mura bhfaightear an t-aisíoc, ba cheart dul i dteagmháil leis an miondíoltóir nó an ghníomhaireacht i gceist

source: If you are having difficulty getting your refund, you can contact the Revenue Commissioners (see ‘Where to apply’ below)
ga: Má tá deacracht ar bith agat ag fáil an aisíoca, is féidir teagmháil a dhéanamh leis na Coimisinéirí Ioncaim (féach 'Cá háit a ndéanfaidh mé iarratas' thíos)

source: It should be noted, however, that the Revenue Commissioners do not administer the Retail Export Scheme OR make refunds directly to tourists under the scheme
ga: Tabhair faoi deara mar sin féin, nach riarann na Coimisinéirí Ioncaim an Scéim Easpórtála Miondíola AGUS ní dhéanann siad aisíoca díreach do thurasóirí faoin scéim

source: In order to cover administration costs, retailers and VAT-refunding agencies usually charge an administration fee
ga: Ar mhaithe le costais riaracháin a chlúdach, is iondúil go ngearrann miondíoltóirí agus údaráis aisíoca-CBL táille riaracháin

source: All retailers and VAT-refunding agencies are obliged to clearly indicate the level of this fee
ga: Tá sé de dhualgas ar mhiondíoltóirí agus ar údaráis aisíoca-CBL leibhéal na táille seo a bheith le feiceáil go soiléar

source: Similarly, agencies making refunds in foreign currency are obliged to indicate the exchange rate used
ga: Nuair a dhéanann údaráis aisíoc in airgead iasachta ní mór dóibh freisin an ráta malairte ar baineadh úsáid as a thaispeáint go soiléar

source: If you are having difficulty obtaining your refund, you can contact the Revenue Commissioners
ga: Má tá deacracht agat le haisíoc a fháil, is féidir dul i dteagmháil leis na Coimisinéirí Ioncaim

source: More information on the Retail Export Scheme is available on Revenue's website
ga: Tá tuilleadh eolais ar an Scéim Easpórtála Miondíola ar fáil ar láithreán gréasáin na gCoimisinéirí Ioncaim
